import type { FaqType } from "../types"

export const faqsData: FaqType[] = [
  {
    question: "آیا امکان استفاده آزمایشی از باشگاه وجود دارد؟",
    answer:
      "بله، شما می‌توانید یک جلسه تمرین آزمایشی رایگان داشته باشید تا با محیط باشگاه، مربیان و امکانات آشنا شوید.",
  },
  {
    question: "شهریه باشگاه به چه صورت محاسبه می‌شود؟",
    answer:
      "شهریه‌ها به صورت ماهانه، سه‌ماهه و شش‌ماهه ارائه می‌شوند. همچنین برای ثبت‌نام‌های بلندمدت تخفیف ویژه در نظر گرفته شده است.",
  },
  {
    question: "باشگاه چه ساعاتی فعال است؟",
    answer:
      "باشگاه همه‌روزه از ساعت ۶ صبح تا ۱۱ شب فعال است و در روزهای تعطیل رسمی نیز با ساعات کاری محدود آماده خدمت‌رسانی می‌باشد.",
  },
  {
    question: "آیا برنامه تمرینی اختصاصی ارائه می‌دهید؟",
    answer:
      "بله، پس از ارزیابی اولیه توسط مربیان، برنامه تمرینی شخصی‌سازی‌شده متناسب با هدف و شرایط بدنی شما تنظیم می‌شود.",
  },
  {
    question: "آیا باشگاه دارای مربی خصوصی است؟",
    answer:
      "بله، امکان استفاده از مربی خصوصی برای تمرینات تخصصی، کاهش وزن، افزایش حجم عضلانی و آمادگی جسمانی وجود دارد.",
  },
  {
    question: "چه کلاس‌هایی در باشگاه برگزار می‌شود؟",
    answer:
      "کلاس‌های متنوعی از جمله بدنسازی، فیتنس، کراس‌فیت، یوگا، پیلاتس و تی‌آر‌ایکس در باشگاه برگزار می‌شود.",
  },
  {
    question: "آیا امکانات رفاهی مانند رختکن و دوش وجود دارد؟",
    answer:
      "بله، باشگاه دارای رختکن مجهز، دوش، کمد اختصاصی و فضای استراحت برای رفاه بیشتر اعضا می‌باشد.",
  },
]
